Repository: Hud2929/Pausely
Catalog: Pausely/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: We may update this privacy policy from time to time. We will notify you of any material changes by posting the new policy in the app and updating the 'Last updated' date.
ar: قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سنخطرك بأي تغييرات جوهرية عن طريق نشر السياسة الجديدة في التطبيق.
de: Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir benachrichtigen Sie über wesentliche Änderungen durch Veröffentlichung der neuen Richtlinie in der App.
es: Podemos actualizar esta política de privacidad de vez en cuando. Le notificaremos cualquier cambio material publicando la nueva política en la aplicación.
fr: Nous pouvons mettre à jour cette politique de confidentialité de temps en temps. Nous vous informerons de tout changement important en publiant la nouvelle politique dans l'application.
ja: このプライバシーポリシーは随時更新される場合があります。重要な変更についてはアプリ内で新しいポリシーを掲示してお知らせします。

source: We reserve the right to: • Modify or discontinue features • Change pricing with notice • Update these terms periodically • Terminate accounts that violate our policies
ar: نحتفظ بالحق في: • تعديل الميزات أو إيقافها • تغيير الأسعار مع إشعار • تحديث هذه الشروط دوريًا • إنهاء الحسابات التي تنتهك سياساتنا
de: Wir behalten uns das Recht vor: • Funktionen zu ändern oder einzustellen • Preise mit Vorankündigung zu ändern • Diese Bedingungen regelmäßig zu aktualisieren • Konten zu kündigen, die gegen unsere Richtlinien verstoßen
es: Nos reservamos el derecho a: • Modificar o discontinuar funciones • Cambiar precios con aviso • Actualizar estos términos periódicamente • Terminar cuentas que violen nuestras políticas
fr: Nous nous réservons le droit de : • Modifier ou interrompre des fonctionnalités • Modifier les prix avec préavis • Mettre à jour ces conditions périodiquement • Résilier les comptes qui violent nos politiques
ja: 以下の権利を留保します： • 機能の変更または廃止 • 通知のうえでの価格変更 • 条件の定期的な更新 • ポリシーに違反するアカウントの終了

source: We use collected information to: • Provide and maintain our subscription tracking services • Send you renewal reminders and notifications • Improve our app functionality and user experience • Communicate with you about your subscriptions
ar: نستخدم المعلومات المجمعة لـ: • تقديم خدمات تتبع الاشتراكات والحفاظ عليها • إرسال تذكيرات التجديد والإشعارات إليك • تحسين وظائف تطبيقنا وتجربة المستخدم • التواصل معك بشأن اشتراكاتك
de: Wir verwenden gesammelte Informationen, um: • Unsere Abonnement-Tracking-Dienste bereitzustellen und zu pflegen • Ihnen Verlängerungserinnerungen und Benachrichtigungen zu senden • Die Funktionalität unserer App und die Benutzererfahrung zu verbessern • Mit Ihnen über Ihre Abonnements zu kommunizieren
es: Usamos la información recopilada para: • Proporcionar y mantener nuestros servicios de seguimiento de suscripciones • Enviarle recordatorios de renovación y notificaciones • Mejorar la funcionalidad de nuestra aplicación y la experiencia del usuario • Comunicarnos con usted sobre sus suscripciones
fr: Nous utilisons les informations collectées pour : • Fournir et maintenir nos services de suivi d'abonnement • Vous envoyer des rappels de renouvellement et des notifications • Améliorer la fonctionnalité de notre application et l'expérience utilisateur • Communiquer avec vous au sujet de vos abonnements
ja: 収集した情報を以下の目的で使用します： • サブスクリプション追跡サービスの提供と維持 • 更新リマインダーと通知の送信 • アプリ機能とユーザーエクスペリエンスの改善 • サブスクリプションに関する連絡

source: We'll alert you before billing starts
ar: سنتنبهك قبل بدء الفوترة
de: Wir benachrichtigen Sie, bevor die Abrechnung beginnt
es: Le alertaremos antes de que comience la facturación
fr: Nous vous alerterons avant le début de la facturation
ja: 課金開始前にお知らせします

source: We'll get back to you at
ar: سنرد عليك على
de: Wir melden uns bei Ihnen unter
es: Te responderemos en
fr: Nous vous répondrons à
ja: ご連絡いたします

source: We'll get back to you at %@ within 24 hours.
ar: سنرد عليك على %@ في غضون 24 ساعة.
de: Wir melden uns innerhalb von 24 Stunden unter %@ bei Ihnen.
es: Le responderemos en %@ dentro de 24 horas.
fr: Nous vous répondrons à %@ dans les 24 heures.
ja: 24時間以内に%@にご連絡します。

source: We'll guide you through the easiest method.
ar: سنرشدك إلى أسهل طريقة.
de: Wir führen Sie durch die einfachste Methode.
es: Te guiaremos por el método más fácil.
fr: Nous vous guiderons vers la méthode la plus simple.
ja: 最も簡単な方法をご案内します。

source: We'll help you cancel. After cancelling, mark it here to track your savings!
ar: سنساعدك في الإلغاء. بعد الإلغاء، ضع علامة هنا لتتبع مدخراتك!
de: Wir helfen Ihnen beim Kündigen. Nach der Kündigung hier markieren, um Ihre Ersparnisse zu verfolgen!
es: Le ayudaremos a cancelar. ¡Después de cancelar, márcalo aquí para rastrear sus ahorros!
fr: Nous vous aiderons à annuler. Après annulation, marquez-le ici pour suivre vos économies !
ja: キャンセルをサポートします。キャンセル後、節約を追跡するためにここでマークしてください！

source: We'll open the cancellation page for
ar: سنفتح صفحة الإلغاء لـ
de: Wir öffnen die Kündigungsseite für
es: Abriremos la página de cancelación para
fr: Nous ouvrirons la page de résiliation pour
ja: 解約ページを開きます

source: We'll open the cancellation page for %@. Would you like to proceed?
ar: سنفتح صفحة الإلغاء لـ %@. هل تريد المتابعة؟
de: Wir öffnen die Kündigungsseite für %@. Möchten Sie fortfahren?
es: Abriremos la página de cancelación para %@. ¿Le gustaría continuar?
fr: Nous ouvrirons la page d'annulation pour %@. Voulez-vous continuer ?
ja: %@のキャンセルページを開きます。続けますか？

source: We'll open the cancellation page for you. After cancelling, mark it here to track your savings!
ar: سنفتح صفحة الإلغاء لك. بعد الإلغاء، ضع علامة هنا لتتبع مدخراتك!
de: Wir öffnen die Kündigungsseite für Sie. Nach der Kündigung hier markieren, um Ihre Ersparnisse zu verfolgen!
es: Abriremos la página de cancelación para usted. ¡Después de cancelar, márcalo aquí para rastrear sus ahorros!
fr: Nous ouvrirons la page d'annulation pour vous. Après annulation, marquez-le ici pour suivre vos économies !
ja: キャンセルページを開きます。キャンセル後、節約を追跡するためにここでマークしてください！

source: We'll open the pause settings for
ar: سنفتح إعدادات الإيقاف المؤقت لـ
de: Wir öffnen die Pauseneinstellungen für
es: Abriremos la configuración de pausa para
fr: Nous ouvrirons les paramètres de pause pour
ja: 一時停止設定を開きます

source: We'll scan your email for subscription receipts and billing confirmations to automatically detect your services.
ar: سنفحص بريدك الإلكتروني بحثًا عن إيصالات الاشتراك وتأكيدات الفوترة لاكتشاف خدماتك تلقائيًا.
de: Wir scannen Ihre E-Mails nach Abonnementquittungen und Abrechnungsbestätigungen, um Ihre Dienste automatisch zu erkennen.
es: Escanearemos su correo electrónico en busca de recibos de suscripción y confirmaciones de facturación para detectar automáticamente sus servicios.
fr: Nous analyserons vos e-mails à la recherche de reçus d'abonnement et de confirmations de facturation pour détecter automatiquement vos services.
ja: サービスを自動検出するためにサブスクリプションの領収書や請求確認メールをスキャンします。

source: We'll take you to the official cancellation page
ar: سنأخذك إلى صفحة الإلغاء الرسمية
de: Wir bringen Sie zur offiziellen Kündigungsseite
es: Le llevaremos a la página oficial de cancelación
fr: Nous vous emmènerons à la page officielle d'annulation
ja: 公式キャンセルページに移動します

source: We've sent a confirmation link to
ar: لقد أرسلنا رابط التأكيد إلى
de: Wir haben einen Bestätigungslink gesendet an
es: Hemos enviado un enlace de confirmación a
fr: Nous avons envoyé un lien de confirmation à
ja: 確認リンクを送信しました

source: We've sent a password reset link to
ar: لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى
de: Wir haben einen Passwort-Reset-Link gesendet an
es: Hemos enviado un enlace de restablecimiento de contraseña a
fr: Nous avons envoyé un lien de réinitialisation du mot de passe à
ja: パスワードリセットリンクを送信しました

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 週次

source: WEEKLY SPEND
ar: الإنفاق الأسبوعي
de: WÖCHENTLICHE AUSGABEN
es: GASTO SEMANAL
fr: DÉPENSES HEBDOMADAIRES
ja: 週間支出

source: Welcome Back
ar: مرحبًا بعودتك
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bon retour
ja: おかえりなさい

source: Welcome to Pausely
ar: مرحبًا بك في Pausely
de: Willkommen bei Pausely
es: Bienvenido a Pausely
fr: Bienvenue sur Pausely
ja: Pauselyへようこそ

source: Welcome to Pausely Pro! You now have unlimited subscriptions and all premium features.
ar: مرحبًا بك في Pausely Pro! لديك الآن اشتراكات غير محدودة وجميع الميزات المتميزة.
de: Willkommen bei Pausely Pro! Sie haben jetzt unbegrenzte Abonnements und alle Premium-Funktionen.
es: ¡Bienvenido a Pausely Pro! Ahora tienes suscripciones ilimitadas y todas las funciones premium.
fr: Bienvenue sur Pausely Pro ! Vous avez maintenant des abonnements illimités et toutes les fonctionnalités premium.
ja: Pausely Proへようこそ！無制限のサブスクリプションとすべてのプレミアム機能が利用可能になりました。

source: WHAT ELSE YOU COULD'VE DONE
ar: ما كان يمكنك فعله بدلاً من ذلك
de: WAS SIE SONST HÄTTEN TUN KÖNNEN
es: QUÉ MÁS PODRÍAS HABER HECHO
fr: CE QUE VOUS AURIEZ PU FAIRE D'AUTRE
ja: 他にできたこと

source: What happens next?
ar: ماذا يحدث بعد ذلك؟
de: Was passiert als nächstes?
es: ¿Qué sucede después?
fr: Que se passe-t-il ensuite ?
ja: 次は何が起こりますか？

source: What you can do
ar: ما يمكنك فعله
de: Was Sie tun können
es: Lo que puede hacer
fr: Ce que vous pouvez faire
ja: できること

source: What you get with Pro
ar: ما تحصل عليه مع Pro
de: Was Sie mit Pro bekommen
es: Lo que obtienes con Pro
fr: Ce que vous obtenez avec Pro
ja: Proで得られるもの

source: What you'll get
ar: ما ستحصل عليه
de: Was Sie erhalten
es: Lo que obtendrás
fr: Ce que vous obtiendrez
ja: 入手できるもの

source: What You'll Get
ar: ما ستحصل عليه
de: Was Sie bekommen
es: Lo que obtendrá
fr: Ce que vous obtiendrez
ja: 内容

source: What's New
ar: الجديد
de: Neuigkeiten
es: Novedades
fr: Nouveautés
ja: 新着情報

source: What's New in %@
ar: الجديد في %@
de: Neuigkeiten in %@
es: Novedades en %@
fr: Nouveautés dans %@
ja: %@の新着情報

source: What's the name of the subscription?
ar: ما اسم الاشتراك؟
de: Wie lautet der Name des Abonnements?
es: ¿Cuál es el nombre de la suscripción?
fr: Quel est le nom de l'abonnement ?
ja: サブスクリプションの名前は？

source: What's the subscription?
ar: ما هو الاشتراك؟
de: Was ist das Abonnement?
es: ¿Cuál es la suscripción?
fr: Quel est l'abonnement ?
ja: サブスクリプションは何ですか？

source: When does it renew?
ar: متى يتجدد؟
de: Wann wird es verlängert?
es: ¿Cuándo se renueva?
fr: Quand se renouvelle-t-il ?
ja: いつ更新されますか？

source: Where it goes
ar: أين يذهب
de: Wohin es geht
es: A dónde va
fr: Où il va
ja: 行き先

source: Where your money actually goes
ar: أين يذهب مالك فعليًا
de: Wohin Ihr Geld tatsächlich fließt
es: A dónde va realmente su dinero
fr: Où va réellement votre argent
ja: お金の実際の使い道

source: Where your money goes furthest
ar: أين يذهب مالك بأكثر فائدة
de: Wo Ihr Geld am weitesten reicht
es: Donde su dinero rinde más
fr: Où votre argent va le plus loin
ja: お金が最も有効に使われている場所

source: Which subscription do you want to delete?
ar: أي اشتراك تريد حذفه؟
de: Welches Abonnement möchten Sie löschen?
es: ¿Qué suscripción desea eliminar?
fr: Quel abonnement souhaitez-vous supprimer ?
ja: どのサブスクリプションを削除しますか？

source: Which subscription do you want to pause?
ar: أي اشتراك تريد إيقافه مؤقتًا؟
de: Welches Abonnement möchten Sie pausieren?
es: ¿Qué suscripción desea pausar?
fr: Quel abonnement souhaitez-vous mettre en pause ?
ja: どのサブスクリプションを一時停止しますか？

source: Which subscription do you want to resume?
ar: أي اشتراك تريد استئنافه؟
de: Welches Abonnement möchten Sie fortsetzen?
es: ¿Qué suscripción desea reanudar?
fr: Quel abonnement souhaitez-vous reprendre ?
ja: どのサブスクリプションを再開しますか？

source: Which subscription?
ar: أي اشتراك؟
de: Welches Abonnement?
es: ¿Qué suscripción?
fr: Quel abonnement ?
ja: どのサブスクリプション？

source: With %@ you could've had…
ar: مع %@ كان بإمكانك الحصول على…
de: Mit %@ hättest du haben können…
es: Con %@ podrías haber tenido…
fr: Avec %@ vous auriez pu avoir…
ja: %@があれば できたこと…

source: With your permission, we may send push notifications for: • Upcoming subscription renewals • Free trial expirations • Price change alerts You can disable notifications at any time in Settings.
ar: بإذنك، قد نرسل إشعارات فورية لـ: • تجديدات الاشتراك القادمة • انتهاء صلاحية التجارب المجانية • تنبيهات تغيير الأسعار يمكنك تعطيل الإشعارات في أي وقت في الإعدادات.
de: Mit Ihrer Erlaubnis können wir Push-Benachrichtigungen senden für: • Bevorstehende Abonnementverlängerungen • Ablauf kostenloser Testversionen • Preisänderungswarnungen Sie können Benachrichtigungen jederzeit in den Einstellungen deaktivieren.
es: Con su permiso, podemos enviar notificaciones push para: • Próximas renovaciones de suscripción • Vencimientos de pruebas gratuitas • Alertas de cambios de precio Puede desactivar las notificaciones en cualquier momento en Configuración.
fr: Avec votre permission, nous pouvons envoyer des notifications push pour : • Les renouvellements d'abonnement à venir • Les expirations d'essais gratuits • Les alertes de changement de prix Vous pouvez désactiver les notifications à tout moment dans Paramètres.
ja: あなたの許可を得て、以下のプッシュ通知を送信する場合があります： • 近日中のサブスクリプション更新 • 無料トライアルの期限切れ • 価格変更アラート 設定でいつでも通知を無効にできます。

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
ja: 年次

source: YEARLY SPEND
ar: الإنفاق السنوي
de: JÄHRLICHE AUSGABEN
es: GASTO ANUAL
fr: DÉPENSES ANNUELLES
ja: 年間支出

source: Yes, Cancel %@
ar: نعم، إلغاء %@
de: Ja, %@ kündigen
es: Sí, cancelar %@
fr: Oui, annuler %@
ja: はい、%@をキャンセル

source: Yes, Cancel Now
ar: نعم، إلغاء الآن
de: Ja, jetzt kündigen
es: Sí, cancelar ahora
fr: Oui, annuler maintenant
ja: はい、今すぐキャンセル

source: You
ar: أنت
de: Sie
es: Tú
fr: Vous
ja: あなた

source: You can unpause anytime. We'll remind you before it resumes.
ar: يمكنك الاستئناف في أي وقت. سنذكرك قبل استئنافه.
de: Sie können jederzeit fortsetzen. Wir erinnern Sie, bevor es fortgesetzt wird.
es: Puede reanudar en cualquier momento. Le recordaremos antes de que se reanude.
fr: Vous pouvez reprendre à tout moment. Nous vous rappellerons avant qu'il reprenne.
ja: いつでも再開できます。再開前にお知らせします。

source: You cancelled %@!
ar: لقد ألغيت %@!
de: Sie haben %@ gekündigt!
es: ¡Cancelaste %@!
fr: Vous avez annulé %@ !
ja: %@をキャンセルしました！

# You cancelled %lld subscription%@ this year
source: You cancelled %1$lld subscription%2$@ this year
ar: لقد ألغيت %lld اشتراك%@ هذا العام
de: Sie haben dieses Jahr %lld Abonnements%@ gekündigt
es: Cancelaste %lld suscripción%@ este año
fr: Vous avez annulé %lld abonnement%@ cette année
ja: 今年%lld件のサブスクリプション%@をキャンセルしました

source: You could save
ar: يمكنك التوفير
de: Sie könnten sparen
es: Podrías ahorrar
fr: Vous pourriez économiser
ja: 節約できるかも

source: You Could Save
ar: يمكنك التوفير
de: Sie könnten sparen
es: Podrías ahorrar
fr: Vous pourriez économiser
ja: 節約できる金額

source: You could save %@ per year!
ar: يمكنك توفير %@ سنويًا!
de: Sie könnten %@ pro Jahr sparen!
es: ¡Podrías ahorrar %@ por año!
fr: Vous pourriez économiser %@ par an !
ja: 年間%@節約できます！

source: You got %@ off!
ar: حصلت على خصم %@!
de: Sie haben %@ Rabatt erhalten!
es: ¡Obtuviste %@ de descuento!
fr: Vous avez obtenu %@ de réduction !
ja: %@割引になりました！

source: You have no %@ subscriptions.
ar: ليس لديك اشتراكات %@.
de: Sie haben keine %@-Abonnements.
es: No tiene suscripciones de %@.
fr: Vous n'avez pas d'abonnements %@.
ja: %@のサブスクリプションがありません。

source: You have the right to: • Access your personal data • Correct inaccurate data • Delete your data • Opt out of notifications • Export your data Contact us at pausely@proton.me to exercise these rights.
ar: لديك الحق في: • الوصول إلى بياناتك الشخصية • تصحيح البيانات غير الدقيقة • حذف بياناتك • إلغاء الاشتراك في الإشعارات • تصدير بياناتك تواصل معنا على pausely@proton.me لممارسة هذه الحقوق.
de: Sie haben das Recht auf: • Zugang zu Ihren persönlichen Daten • Korrektur ungenauer Daten • Löschung Ihrer Daten • Abmeldung von Benachrichtigungen • Export Ihrer Daten Kontaktieren Sie uns unter pausely@proton.me, um diese Rechte auszuüben.
es: Tiene derecho a: • Acceder a sus datos personales • Corregir datos inexactos • Eliminar sus datos • Optar por no recibir notificaciones • Exportar sus datos Contáctenos en pausely@proton.me para ejercer estos derechos.
fr: Vous avez le droit de : • Accéder à vos données personnelles • Corriger des données inexactes • Supprimer vos données • Vous désabonner des notifications • Exporter vos données Contactez-nous à pausely@proton.me pour exercer ces droits.
ja: 以下の権利があります： • 個人データへのアクセス • 不正確なデータの修正 • データの削除 • 通知のオプトアウト • データのエクスポート これらの権利を行使するにはpausely@proton.meまでご連絡ください。

source: You just saved
ar: لقد وفرت للتو
de: Sie haben gerade gespart
es: Acabas de ahorrar
fr: Vous venez d'économiser
ja: たった今節約しました

source: You pay for these through Apple but haven't tracked them
ar: تدفع مقابل هذه من خلال Apple لكنك لم تتتبعها
de: Sie bezahlen dafür über Apple, haben sie aber nicht verfolgt
es: Pagas por estas a través de Apple pero no las has rastreado
fr: Vous payez pour ceux-ci via Apple mais ne les avez pas suivis
ja: Appleを通じて支払っているが追跡していないもの

source: You save
ar: توفر
de: Sie sparen
es: Ahorras
fr: Vous économisez
ja: 節約

source: You save %@ per year!
ar: توفر %@ سنويًا!
de: Sie sparen %@ pro Jahr!
es: ¡Ahorras %@ por año!
fr: Vous économisez %@ par an !
ja: 年間%@節約！

source: You spend %lld%% less than average
ar: تنفق %lld%% أقل من المتوسط
de: Sie geben %lld%% weniger als der Durchschnitt aus
es: Gastas %lld%% menos que el promedio
fr: Vous dépensez %lld%% de moins que la moyenne
ja: 平均より %lld%% 少ない支出

source: You spend %lld%% more than average
ar: تنفق %lld%% أكثر من المتوسط
de: Sie geben %lld%% mehr als der Durchschnitt aus
es: Gastas %lld%% más que el promedio
fr: Vous dépensez %lld%% de plus que la moyenne
ja: 平均より %lld%% 多い支出

source: You use %@
ar: تستخدم %@
de: Sie verwenden %@
es: Usas %@
fr: Vous utilisez %@
ja: %@を使用中

source: You'll be charged %@/month starting tomorrow unless you cancel.
ar: سيتم خصم %@/شهر بدءًا من الغد ما لم تقم بالإلغاء.
de: Ab morgen werden Ihnen %@/Monat berechnet, sofern Sie nicht kündigen.
es: Se te cobrará %@/mes a partir de mañana a menos que canceles.
fr: Vous serez facturé %@/mois à partir de demain sauf annulation.
ja: キャンセルしない限り、明日から%@/月が請求されます。

source: YOU'LL SAVE
ar: ستوفر
de: SIE SPAREN
es: AHORRARÁS
fr: VOUS ÉCONOMISEREZ
ja: 節約できる金額

source: You'll save:
ar: ستوفر:
de: Sie sparen:
es: Ahorrarás:
fr: Vous économiserez :
ja: 節約額：

source: You're All Set!
ar: كل شيء جاهز!
de: Alles bereit!
es: ¡Todo listo!
fr: Tout est prêt !
ja: 準備完了！

source: You're optimizing like a pro!
ar: أنت تحسّن مثل المحترفين!
de: Sie optimieren wie ein Profi!
es: ¡Estás optimizando como un profesional!
fr: Vous optimisez comme un pro !
ja: プロのように最適化しています！

source: You're using all your subscriptions well!
ar: أنت تستخدم جميع اشتراكاتك بشكل جيد!
de: Sie nutzen alle Ihre Abonnements gut!
es: ¡Estás usando bien todas tus suscripciones!
fr: Vous utilisez bien tous vos abonnements !
ja: すべてのサブスクリプションをうまく活用しています！

source: You've earned FREE Premium forever by referring 3 friends!
ar: لقد ربحت Premium المجاني للأبد بإحالة 3 أصدقاء!
de: Sie haben kostenloses Premium für immer verdient, indem Sie 3 Freunde eingeladen haben!
es: ¡Has ganado Premium GRATIS para siempre al referir a 3 amigos!
fr: Vous avez gagné Premium GRATUIT pour toujours en parrainant 3 amis !
ja: 3人の友達を紹介して永久無料Premiumを獲得しました！

source: You've only used it for %@ this month
ar: لقد استخدمته فقط لمدة %@ هذا الشهر
de: Sie haben es diesen Monat nur %@ lang genutzt
es: Solo lo has usado por %@ este mes
fr: Vous ne l'avez utilisé que %@ ce mois-ci
ja: 今月は%@しか使用していません

source: You've taken control of your spending.
ar: لقد تحكمت في إنفاقك.
de: Sie haben die Kontrolle über Ihre Ausgaben übernommen.
es: Has tomado el control de tus gastos.
fr: Vous avez pris le contrôle de vos dépenses.
ja: 支出をコントロールしました。

source: You've unlocked FREE Pro!
ar: لقد فتحت Pro المجاني!
de: Sie haben kostenloses Pro freigeschaltet!
es: ¡Has desbloqueado Pro GRATIS!
fr: Vous avez débloqué Pro GRATUIT !
ja: 無料Proを解放しました！

# You've used %lld of %lld free subscriptions. Upgrade for unlimited.
source: You've used %1$lld of %2$lld free subscriptions. Upgrade for unlimited.
ar: لقد استخدمت %lld من %lld اشتراكات مجانية. قم بالترقية للحصول على اشتراكات غير محدودة.
de: Sie haben %lld von %lld kostenlosen Abonnements verwendet. Upgraden für unbegrenzte.
es: Has usado %lld de %lld suscripciones gratuitas. Actualiza para ilimitadas.
fr: Vous avez utilisé %lld sur %lld abonnements gratuits. Passez à la mise à niveau pour illimité.
ja: %lld件中%lld件の無料サブスクリプションを使用しました。無制限はアップグレードしてください。

source: You've used all %lld free subscriptions. Upgrade to Pro for unlimited.
ar: لقد استخدمت جميع %lld اشتراكات مجانية. قم بالترقية إلى Pro للحصول على اشتراكات غير محدودة.
de: Sie haben alle %lld kostenlosen Abonnements verwendet. Upgraden Sie auf Pro für unbegrenzte.
es: Has usado todos los %lld suscripciones gratuitas. Actualiza a Pro para ilimitadas.
fr: Vous avez utilisé tous vos %lld abonnements gratuits. Passez à Pro pour illimité.
ja: %lld件の無料サブスクリプションをすべて使用しました。無制限はProにアップグレードしてください。

source: Your
ar: الخاص بك
de: Ihr
es: Tu
fr: Votre
ja: あなたの

source: Your account is protected with two-factor authentication
ar: حسابك محمي بالمصادقة الثنائية
de: Ihr Konto ist mit Zwei-Faktor-Authentifizierung geschützt
es: Su cuenta está protegida con autenticación de dos factores
fr: Votre compte est protégé par une authentification à deux facteurs
ja: アカウントは二要素認証で保護されています

source: YOUR ANNUAL SAVINGS
ar: مدخراتك السنوية
de: IHRE JÄHRLICHEN ERSPARNISSE
es: TUS AHORROS ANUALES
fr: VOS ÉCONOMIES ANNUELLES
ja: 年間節約額

source: Your data is saved and will be here when you return.
ar: تم حفظ بياناتك وستكون هنا عندما تعود.
de: Ihre Daten werden gespeichert und sind beim nächsten Besuch wieder da.
es: Sus datos están guardados y estarán aquí cuando regrese.
fr: Vos données sont sauvegardées et seront là à votre retour.
ja: データが保存され、戻ってきたときもここにあります。

source: Your Data Stays Private
ar: بياناتك تبقى خاصة
de: Ihre Daten bleiben privat
es: Tus datos permanecen privados
fr: Vos données restent privées
ja: あなたのデータはプライベートのままです

source: Your feedback helps other users know what to expect.
ar: تساعد ملاحظاتك المستخدمين الآخرين على معرفة ما يمكن توقعه.
de: Ihr Feedback hilft anderen Benutzern, zu wissen, was sie erwartet.
es: Sus comentarios ayudan a otros usuarios a saber qué esperar.
fr: Vos retours aident les autres utilisateurs à savoir à quoi s'attendre.
ja: フィードバックが他のユーザーの参考になります。

source: Your password has been updated successfully.
ar: تم تحديث كلمة مرورك بنجاح.
de: Ihr Passwort wurde erfolgreich aktualisiert.
es: Su contraseña ha sido actualizada exitosamente.
fr: Votre mot de passe a été mis à jour avec succès.
ja: パスワードが正常に更新されました。

source: YOUR PERSONALITY
ar: شخصيتك
de: IHRE PERSÖNLICHKEIT
es: TU PERSONALIDAD
fr: VOTRE PERSONNALITÉ
ja: あなたのパーソナリティ

source: Your price per month
ar: سعرك الشهري
de: Ihr Preis pro Monat
es: Su precio por mes
fr: Votre prix par mois
ja: 月額料金

source: YOUR PROGRESS
ar: تقدمك
de: IHR FORTSCHRITT
es: TU PROGRESO
fr: VOTRE PROGRESSION
ja: あなたの進捗

source: YOUR REFERRAL CODE
ar: رمز الإحالة الخاص بك
de: IHR EMPFEHLUNGSCODE
es: TU CÓDIGO DE REFERIDO
fr: VOTRE CODE DE PARRAINAGE
ja: 紹介コード

source: Your referral code has been applied. You'll get 30% off your first month of Pro!
ar: تم تطبيق رمز الإحالة الخاص بك. ستحصل على خصم 30% على شهرك الأول من Pro!
de: Ihr Empfehlungscode wurde angewendet. Sie erhalten 30% Rabatt auf Ihren ersten Pro-Monat!
es: ¡Tu código de referido ha sido aplicado. Obtendrás un 30% de descuento en tu primer mes de Pro!
fr: Votre code de parrainage a été appliqué. Vous obtiendrez 30% de réduction sur votre premier mois de Pro !
ja: 紹介コードが適用されました。Proの初月が30%オフになります！

source: Your subscription is active again.
ar: اشتراكك نشط مرة أخرى.
de: Ihr Abonnement ist wieder aktiv.
es: Su suscripción está activa de nuevo.
fr: Votre abonnement est à nouveau actif.
ja: サブスクリプションが再び有効になりました。
